[
  {
    "title": "What is a buddy?",
    "content": "A Buddy is just that – your friend abroad, speaking to you live in your native language, ensuring the best travel experience possible."
  },
  {
    "title": "How does it work?",
    "content": "Using Buddy App connects you with a compatible travel guide – a friend in your pocket. This person is matched with you based on compatible language, location, and interests."
  },
  {
    "title": "Who will I be speaking with?",
    "content": "You will be connected with a live, local person who speaks your language and shares your interests – just like a friend at home!"
  },
  {
    "title": "Can I only use Buddy App in Thailand?",
    "content": " Buddy App will work in any part of the world; however, as of now, our focus is on building our community in Thailand as a home base, then expanding to other locations. Feel free to set up your Buddy profile anywhere!"
  },
  {
    "title": "Why choose Buddy App?",
    "content": "While we recognize the value of search engines, blogs, and other existing resources, we feel that there is nothing better than a live, local human being with their plethora of knowledge and excitement to share it with our community."
  },
  {
    "title": "What types of expertise are available for search when looking for a travel buddy?",
    "content": "Our application offers a variety of expertise categories, including nightlife, culture, food, adventure, and more. You can choose the expertise that aligns with your interests for a personalized travel experience."
  },
  {
    "title": "How do I connect with a travel buddy after finding a match?",
    "content": "You will be connected automatically with a travel buddy that shares your language, location, and availability."
  },
  {
    "title": "How much does it cost?",
    "content": "You will be able to access your Buddy for $5/hour."
  },
  {
    "title": "What is the token system, and how does it work?",
    "content": "The token system allows you to pay for chat or call sessions with your chosen travel buddy. Tokens can be purchased through in-app purchases. Each expertise session is priced in tokens, providing a seamless and secure way to compensate your travel buddy for their time and knowledge."
  },
  {
    "title": "Can I earn tokens by offering my expertise as a travel buddy?",
    "content": "Absolutely! If you have expertise in a particular area, you can become a travel buddy and earn tokens by assisting other users. Simply set up your profile, specify your expertise, and start helping fellow travelers."
  },
  {
    "title": "How do I purchase tokens for in-app transactions?",
    "content": "To purchase tokens, navigate to the in-app purchase section. Choose the token package that suits your needs, complete the payment process, and the tokens will be credited to your account for future use."
  },
  {
    "title": "Is the chat and call feature secure and private?",
    "content": "Yes, the chat and call feature is designed with privacy and security in mind. All communications are encrypted, ensuring that your conversations with travel buddies are secure and confidential."
  },
  {
    "title": "Can I rate and leave feedback for my travel buddy after the session?",
    "content": "Yes, we encourage users to leave ratings and feedback for their travel buddies. This helps maintain a high rate of quality and ensures that users can make informed decisions when choosing a travel buddy."
  },
  {
    "title": "How do I report inappropriate behavior or content during a session?",
    "content": "If you encounter any inappropriate behavior or content during a session, you can report it through the app. We take user safety seriously and will take appropriate actions to address any concerns promptly."
  }
]
